{
  "nav-home": "Accueil",
  "nav-services": "Services",
  "nav-about": "À propos",
  "nav-pricing": "Tarifs",
  "nav-contact": "Contact",

  "hero-title": "Votre partenaire pour des solutions web innovantes.",
  "hero-description": "Nous offrons une gamme complète de services web personnalisés pour répondre aux besoins de votre entreprise, du design au développement.",
  "hero-cta": "Découvrez nos services",

  "services-title": "Services",
  "services-heading": "Élaborez une stratégie marketing centrée sur le client",
  "services-description": "Nos services complets sont conçus pour vous aider à atteindre efficacement vos objectifs commerciaux.",
  
  "service-digital-marketing-title": "Marketing digital",
  "service-digital-marketing-description": "Améliorez votre présence en ligne et atteignez efficacement votre public cible grâce à un marketing digital stratégique.",
  
  "service-seo-title": "Services SEO",
  "service-seo-description": "Améliorez la visibilité de votre site web sur les moteurs de recherche et attirez plus de trafic organique grâce à nos services SEO.",
  
  "service-ux-title": "Expérience utilisateur (UX)",
  "service-ux-description": "Créez une expérience utilisateur fluide et engageante pour vos clients avec nos services experts en conception UX.",
  
  "service-web-development-title": "Développement de sites web",
  "service-web-development-description": "Créez des sites web robustes et évolutifs, adaptés aux besoins de votre entreprise, avec nos services professionnels de développement de sites web.",

  "about-title": "Transformer les visions en succès en ligne",
  "about-description": "Chez Creative88, nous transformons votre vision en une présence en ligne remarquable grâce à un processus de création de site web en 4 étapes structurées :",
  "about-step1-title": "Découverte et consultation",
  "about-step1-description": "Nous commençons par comprendre votre entreprise, vos objectifs et votre public cible à travers une consultation approfondie.",
  "about-step2-title": "Conception et planification",
  "about-step2-description": "Nous créons une mise en page attrayante et conviviale pour votre site, en mettant l'accent sur une expérience utilisateur fluide.",
  "about-step3-title": "Développement et mise en œuvre",
  "about-step3-description": "Une fois le design approuvé, nous donnons vie à votre site en utilisant des technologies de pointe, garantissant réactivité et performance.",
  "about-step4-title": "Lancement et support",
  "about-step4-description": "Après des tests approfondis et votre approbation finale, nous lançons votre site et fournissons une maintenance continue.",

  "features-heading": "Nos fonctionnalités",
  "features-subtitle": "Renforcer votre entreprise grâce aux solutions Web",
  "feature1-title": "Développement Web personnalisé",
  "feature1-description": "Nous développons des sites Web sur mesure qui répondent aux besoins spécifiques de votre entreprise en utilisant les dernières technologies.",
  "feature2-title": "Design responsive",
  "feature2-description": "Nos conceptions sont réactives, garantissant une expérience fluide sur tous les appareils et toutes les tailles d'écran.",
  "feature3-title": "Optimisation SEO",
  "feature3-description": "Nous optimisons votre site pour les moteurs de recherche afin d'améliorer votre visibilité en ligne et de générer plus de trafic.",
  "feature4-title": "Sécurité",
  "feature4-description": "Nous mettons en place des mesures de sécurité robustes pour protéger votre site contre les menaces potentielles et garantir la sécurité des données.",

  "digital-presence-title": "Renforcer votre présence digitale",
  "digital-presence-description": "Chez Creative88, nous utilisons des stratégies de marketing digital traditionnelles et de pointe pour valoriser votre marque et stimuler votre croissance.",
  "discover-services": "Découvrez nos services",
  "contact-us": "Contactez-nous",

  "pricing-title": "Nos Tarifs",
  "pricing-subtitle": "Des plans abordables pour tous les besoins",
  "pricing-description": "Choisissez parmi nos forfaits adaptés aux besoins de votre entreprise, que vous débutiez ou que vous souhaitiez améliorer votre présence numérique.",
  "basic-website": "Site Web Basique",
  "basic-description": "Idéal pour les blogs personnels ou les petites entreprises",
  "basic-pages": "Jusqu'à 5 pages",
  "basic-seo": "Configuration SEO de base",
  "basic-responsive": "Conception responsive",
  "basic-support": "Support par email",
  "pro-website": "Site Web Professionnel",
  "pro-description": "Parfait pour les petites et moyennes entreprises",
  "pro-pages": "Jusqu'à 10 pages",
  "pro-seo": "Configuration SEO avancée",
  "pro-design": "Conception personnalisée",
  "pro-support": "Support par email prioritaire",
  "ecommerce-website": "Site Web E-Commerce",
  "ecommerce-description": "Pour les entreprises prêtes à vendre en ligne",
  "ecommerce-pages": "Pages illimitées",
  "ecommerce-seo": "Configuration SEO & Marketing",
  "ecommerce-design": "Conception e-commerce personnalisée",
  "ecommerce-support": "Support 24/7",
  "get-started": "Commencer",
  "learn-more": "En savoir plus",

  "faq-title": "FAQ",
  "faq-subtitle": "Questions Fréquemment Posées",
  "faq-q1": "Quel est le coût d'un site web personnalisé ?",
  "faq-a1": "Le coût d'un site web personnalisé varie en fonction de la complexité et des fonctionnalités requises. Nos prix commencent à partir de 1 000 € pour un site de base. Contactez-nous pour un devis détaillé.",
  "faq-q2": "Combien de temps faut-il pour créer un site web ?",
  "faq-a2": "Le délai de création d'un site web dépend de l'envergure du projet. En général, un site de base prend environ 4 à 6 semaines, tandis que des sites plus complexes peuvent prendre plusieurs mois.",
  "faq-q3": "Proposez-vous une maintenance de site web ?",
  "faq-a3": "Oui, nous offrons des forfaits de maintenance continue pour garantir que votre site reste à jour et sécurisé.",
  "faq-q4": "Mon site sera-t-il compatible avec les mobiles ?",
  "faq-a4": "Absolument ! Tous nos sites sont conçus pour être réactifs et compatibles avec les appareils mobiles, garantissant une apparence optimale sur tous les appareils.",
  "faq-q5": "Pouvez-vous aider avec le SEO ?",
  "faq-a5": "Oui, nous proposons des services SEO pour améliorer la visibilité de votre site sur les moteurs de recherche et attirer plus de trafic.",
  "faq-q6": "Que faire si j'ai besoin de modifications après la mise en ligne ?",
  "faq-a6": "Nous offrons un support post-lancement et pouvons effectuer des modifications ou des mises à jour sur votre site selon vos besoins. Contactez-nous pour discuter de vos exigences.",

  "unique-contact-title": "Contactez-nous",
  "unique-contact-subtitle": "Nous sommes ouverts pour discuter avec de bonnes personnes.",
  "unique-full-name": "Nom complet",
  "unique-email-address": "Adresse e-mail",
  "unique-phone-number": "Numéro de téléphone",
  "unique-reason-contact": "Raison du contact",
  "unique-message": "Message",
  "unique-general-inquiry": "Demande générale",
  "unique-technical-support": "Support technique",
  "unique-request-quote": "Demander un devis",
  "unique-feedback": "Retour d'information",
  "unique-partnership-opportunity": "Opportunité de partenariat",
  "unique-other": "Autre",
  "unique-send-message": "Envoyer le message",

  "footer-company-title": "Entreprise",
  "footer-home": "Accueil",
  "footer-services": "Services",
  "footer-about": "À propos",
  "footer-pricing": "Tarification",
  "footer-contact": "Contact",
  "lang-en": "Anglais",
  "lang-fr": "Français",
  "lang-nl": "Néerlandais"

  



  
}
